Repository: atareao/remote-raspberry
Catalog: po/*.po
Languages: de, es

source: Hostname must be set
de: Geben Sie den Hostnamen ein
es: Introduce el hostname

source: Port must be set
de: Geben Sie den Port ein
es: Introduce el puerto

source: Username must be set
de: Geben Sie den Benutzernamen ein
es: Introduce el nombre de usuario

source: Password or keyfile must be set
de: Wählen Sie ein Passwort oder einen öffentlichen Schlüssel
es: Selecciona contraseña o clave pública

source: Authentication failed
de: Authentifizierung fehlgeschlagen
es: Autenticación errónea

source: Bad authentication type
de: Falscher Authentifizierungstyp
es: Erróneo tipo de autenticación

source: Bad host key
de: Falscher Hostschlüssel
es: Clave errónea

source: Unknown exception
de: Unbekannte Ausnahme
es: Error desconocido

source: The total amount of RAM installed
de: Die Gesamtmenge des installierten Arbeitsspeichers
es: Cantidad de RAM instalada

source: Free
de: Frei
es: Libre

source: The amount of unused or free memory
de: Menge des nicht verwendeten Speichers
es: Cantidad de memoria sin utililzar

source: Used
de: Gebraucht
es: Utilizada

source: The total amount of RAM used
de: Die Gesamtmenge des gebrauchten Arbeitsspeichers
es: Cantidad de memoria RAM utilizada

source: Shared
de: Geteilt
es: Compartida

source: Amount of memory mostly used by tmpfs
de: Von tmpfs verwendete Speichermenge
es: Cantidad de memoria utilizada por tmpfs

source: Sum of buffers and cache
de: Summe aus Cache und Pufferspeicher
es: Suma de memoria cache y en buffer

source: Available
de: Verfügbar
es: Disponible

source: Estimation of memory available
de: Schätzung des verfügbaren Speichers
es: Estimación de memoria disponible

source: The total amount of swap installed
de: Gesamter Swap-Speicher
es: Memoria de intercambio total

source: The amount of unused or free swap
de: Freier Swap-Speicher
es: Memoria de intercambio libre

source: Cached
de: Zwischengespeichert
es: Caché

source: The amount of swap cached
de: Gesamter zwischengespeicherter Swap-Speicher
es: Total de memoria de intercambio cacheada

source: used
de: gebraucht
es: utilizada

source: The amount of swap used
de: Menge des verwendeten Swap-Speichers
es: Cantidad de memoria de intercambio utilizada

source: Configure connection
de: Verbindung herstellen
es: Configura la conexión

source: Set the hostname or IP
de: Geben Sie den Hostnamen oder die IP ein
es: Introduce el hostname o la IP

source: Port
es: Puerto

source: Set the port
de: Geben Sie den Port ein
es: Introduce el puerto

source: User name
de: Nutzername
es: Nombre de usuario

source: Set the user name.
de: Geben Sie den Benutzernamen ein.
es: Introduce el nombre de usuario

source: Credentials
de: Referenzen
es: Credenciales

source: Select credentials by password or key file
de: Wählen Sie die Anmeldeinformationen anhand des Kennworts oder der Schlüsseldatei aus
es: Selecciona credenciales por contraseña o clave

source: If switch is on credentials by password
de: Wenn der Schalter an ist, sind Anmeldeinformationen per Passwort aktiviert
es: Si el interruptor está es por contraseña

source: Password
de: Passwort
es: Contraseña

source: Set the user password
de: Legen Sie das Benutzerpasswort fest
es: Introduce la contraseña

source: Select keyfile
de: Wählen Sie die Schlüsseldatei aus
es: Selecciona el archivo de clave

source: *.pub files
de: * .pub Dateien
es: archivos *.pub

source: keyfile
de: Schlüsseldatei
es: archivo de clave

source: Set the keyfile
de: Geben Sie die Schlüsseldatei ein
es: Introduce el archivo de clave

source: Test connection
de: Verbindung testen
es: Prueba la conexión

source: Unknown
de: Unbekannt
es: Desconocido

source: Results can be: Unknown, OK or KO
de: Das Ergebnis kann sein: Unbekannt, OK oder KO
es: El resultado puede ser: Desconocido, OK o KO

source: Raspberry Connection
de: Raspberry Verbindung
es: Conexión Raspberry

source: Remote Raspberry
de: Raspberry Fernbedienung
es: Raspberry Remota

source: Raspberry Memory
de: Raspberry Speicher
es: Memoria de la Rasbperry

source: Update Rasbperry info
de: Raspberry Informationen aktualisieren
es: Actualizar la información

source: Homepage
de: Webseite
es: Página web

source: Code
es: Código

source: Issues
de: Probleme
es: Problemas

source: Donations
de: Spenden
es: Donaciones

source: About
de: Über
es: Acerca

source: Quit
de: Verlassen
es: Salir

source: Help
de: Hilfe
es: Ayuda
